Repository: iandorr/merkit
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: cs, sk

source: Czech
cs: Čeština
sk: Čeština

source: English
cs: Angličtina
sk: Angličtina

source: Slovak
cs: Slovenština
sk: Slovenčina

source: Please set the receiving email! Default is set to
cs: Prosím nastavte přijímací email! Výchozí nastavení je
sk: Prosím, nastavte prijímací email! Predvolené nastavenie je

source: Message sent successfully!
cs: Zpráva úspěšně odeslána!
sk: Správa úspešne odoslaná!

source: Error, try to send again!
cs: Chyba, zkuste prosím znovu!
sk: Chyba, skúste to odoslať ešte raz!

source: placeholder-email
cs: já@doména.cz

source: placeholder-name
cs: Jan

source: placeholder-surname
cs: Novák

source: Link href can't be empty, when show_link is True.
cs: Link href nesmí být prázdný, když show_link je True.
sk: Link href nesmie byť prázdny, ak je show_link True.

source: Link href already taken.
cs: Link href je již zabraný.

source: Name already taken.
cs: Name je již zabrané.

source: If selected, the link will be shown in the Nav Link Plugin.
cs: Pokud vybráno, link bude zobrazen v Nav Link Pluginu.
sk: Ak vybrané, link bude zobrazený v Nav Link Plugine.

source: Title that will be shown in Nav Link Plugin.
cs: Titulek zobrazený v Nav Link Pluginu.
sk: Titulok zobrazený v Nav Link Plugine.

source: ID that will be appended to the section, create a unique one please.
cs: ID, které bude uděleno sekci, vytvořte prosím unikátní.
sk: ID, ktoré bude udelené sekcii, vytvorte prosím unikátne.

source: Please select Link Manager.
cs: Prosím zvolte Link Manager.
sk: Prosím zvoľte Link Manager.

source: Main welcome text.
cs: Hlavní uvítací text.
sk: Hlavný uvítací text.

source: Title of the main info section.
cs: Titulek sekce hlavní informace.
sk: Nadpis hlavnej informačnej časti.

source: Text showcased in the main info section.
cs: Text zobrazený v sekci hlavní informace.
sk: Text zobrazený v hlavnej informačnej časti.

source: Title of the services section.
cs: Titulek sekce služeb.
sk: Nadpis časti služieb.

source: Discerning name of the service, must be unique!
cs: Rozeznávací jméno služby, musí být unikátní!
sk: Rozpoznávajúci názov služby musí byť jedinečný!

source: Title of the service.
cs: Titulek služby.
sk: Nadpis služby.

source: Title of the service on the back of the card.
cs: Titulek služby na zadní straně karty.
sk: Nadpis služby na zadnej strane karty.

source: Text on the back of the card.
cs: Text na zadní straně karty.
sk: Text na zadnej strane karty.

source: Title of the service detail.
cs: Titulek detailu služby.
sk: Nadpis detailu služby.

source: Title of the contact form.
cs: Titulek kontaktního formuláře.
sk: Nadpis kontaktného formulára.

source: Text showcased under the title on the contact form.
cs: Text zobrazený pod titulkem na kontaktním formuláři.
sk: Text zobrazený pod nadpisom kontaktného formulára.

source: Agreement with the terms.
cs: Souhlas s podmínkami.
sk: Súhlas s podmienkami.

source: Name
cs: Jméno
sk: Meno

source: Surname
cs: Příjmení
sk: Priezvisko

source: Phone number
cs: Telefonní číslo
sk: Telefónne číslo

source: Subject
cs: Předmět
sk: Predmet

source: Message
cs: Zpráva
sk: Správa

source: Send
cs: Odeslat
sk: Odoslať

source: *You can select precisely 3 choices.
cs: *Vybrat lze pouze 3 možnosti.
sk: Je možné vybrať jedine tri možnosti.

source: Save
cs: Uložit
sk: Uložiť

source: Text describing the service.
sk: Text popisujúci službu.
